#+title: Evaluación de exposición: /SPECTRE y Meltdown/
#+author: Gunnar Wolf

- Tema presentado por :: Osmar Juárez
- Calificación global :: 91.48 * 0.3 +  87.5 * 0.7 = *88.69*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |    75 |         75 |       50 |        50 |    70 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|          100 |   100 |        100 |       75 |       100 |    95 |
|          100 |    75 |        100 |       75 |        75 |    85 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |         75 |       75 |        75 |    85 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    50 |        100 |       75 |        50 |    70 |
|          100 |   100 |        100 |       75 |        75 |    90 |
|          100 |    50 |        100 |       50 |        75 |    75 |
|          100 |    75 |        100 |       50 |        75 |    80 |
|          100 |    75 |         75 |      100 |       100 |    90 |
|          100 |    75 |         75 |       75 |        75 |    80 |
|          100 |   100 |        100 |       75 |       100 |    95 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|        98.15 | 90.74 |      95.37 |    85.19 |     87.96 | 91.48 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          100 |      10. |
| Material desarrollado  |    0.2 |          100 |      20. |
| Contenido              |    0.2 |           75 |      15. |
| Fuentes bibliográficas |    0.1 |          100 |      10. |
| Uso del tiempo         |    0.1 |          100 |      10. |
| Dominio del tema       |   0.15 |           75 |    11.25 |
| Presencia              |   0.15 |           75 |    11.25 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |    87.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

